Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# insights.action.untagged.detail
source: Repositories that have not been categorized
zh_hans: 尚未归类的仓库
zh_hant: 尚未歸類的儲存庫

# insights.asset.archived
source: Archived
zh_hans: 已归档
zh_hant: 已封存

# insights.asset.archived.detail
source: Read-only upstream repositories
zh_hans: 上游已转为只读
zh_hant: 上游已轉為唯讀

# insights.asset.dormant
source: Dormant
zh_hans: 长期未维护
zh_hant: 長期未維護

# insights.asset.dormant.detail
source: No push in over one year
zh_hans: 超过一年没有推送
zh_hant: 超過一年沒有推送

# insights.asset.unavailable
source: Unavailable
zh_hans: 无法访问
zh_hant: 無法存取

# insights.asset.unavailable.detail
source: Deleted, private, or inaccessible
zh_hans: 已删除、转私有或无权限
zh_hant: 已刪除、轉私人或無權限

# insights.coverage.countFormat
source: %1$lld of %2$lld repositories covered
zh_hans: 已覆盖 %1$lld / %2$lld 个仓库
zh_hant: 已涵蓋 %1$lld / %2$lld 個儲存庫

# insights.coverage.health
source: Starcat Health
zh_hans: Starcat 健康度
zh_hant: Starcat 健康度

# insights.coverage.openssf
source: OpenSSF Scorecard
zh_hans: OpenSSF 评分
zh_hant: OpenSSF 評分

# insights.drilldown.banner
source: Temporary filter from Insights
zh_hans: 来自洞察的临时筛选
zh_hant: 來自洞察的暫時篩選

# insights.drilldown.clear
source: Clear Filter
zh_hans: 清除筛选
zh_hant: 清除篩選

# insights.drilldown.return
source: Back to Insights
zh_hans: 返回洞察
zh_hant: 返回洞察

# insights.drilldown.viewAll
source: View All
zh_hans: 查看全部
zh_hant: 檢視全部

# insights.knowledgeCoverage.embeddingReady
source: Vector Index Ready
zh_hans: 向量索引就绪
zh_hant: 向量索引就緒

# insights.knowledgeCoverage.indexable
source: Indexable Content
zh_hans: 可索引内容
zh_hant: 可索引內容

# insights.knowledgeCoverage.library
source: Saved to Knowledge Base
zh_hans: 已加入知识库
zh_hant: 已加入知識庫

# insights.knowledgeCoverage.notes
source: With Notes
zh_hans: 已有笔记
zh_hant: 已有筆記

# insights.knowledgeCoverage.readme
source: README Snapshot
zh_hans: README 快照
zh_hant: README 快照

# insights.knowledgeCoverage.tags
source: With Tags
zh_hans: 已有标签
zh_hant: 已有標籤

# insights.list.section.analysis
source: Analysis
zh_hans: 分析视图
zh_hant: 分析檢視

# insights.list.section.attention
source: Needs Attention
zh_hans: 需要处理
zh_hant: 需要處理

# insights.metric.knowledgeProjects.detail
source: Saved to your private knowledge base
zh_hans: 已加入私有知识库
zh_hant: 已加入私人知識庫

# insights.metric.knowledgeRecent.detail
source: Added to knowledge in the last 30 days
zh_hans: 近 30 天加入知识库
zh_hant: 近 30 天加入知識庫

# insights.metric.organized
source: Organized
zh_hans: 已整理
zh_hant: 已整理

# insights.metric.organized.detail
source: Tagged, noted, read, or in use
zh_hans: 已有标签、笔记或阅读状态
zh_hant: 已有標籤、筆記或閱讀狀態

# insights.metric.projects
source: Projects
zh_hans: 项目数
zh_hant: 專案數

# insights.metric.projects.detail
source: All repositories currently starred
zh_hans: 当前全部 GitHub 收藏
zh_hant: 目前全部 GitHub 收藏

# insights.metric.recent
source: New in 30 Days
zh_hans: 近 30 天新增
zh_hant: 近 30 天新增

# insights.metric.recent.detail
source: Repositories starred recently
zh_hans: 最近收藏的仓库
zh_hant: 最近收藏的儲存庫

# insights.metric.using
source: In Use
zh_hans: 正在使用
zh_hant: 正在使用

# insights.metric.using.detail
source: Marked as actively using
zh_hans: 标记为正在使用
zh_hant: 標記為正在使用

# insights.my.title
source: My Insights
zh_hans: 我的洞察
zh_hant: 我的洞察

# insights.refresh
source: Refresh insights
zh_hans: 刷新洞察
zh_hant: 重新整理洞察

# insights.repo.activity.closedIssues
source: Closed Issues
zh_hans: 已关闭 Issue
zh_hant: 已關閉 Issue

# insights.repo.activity.commits
source: Commits
zh_hans: 提交
zh_hant: 提交

# insights.repo.activity.createdIssues
source: New Issues
zh_hans: 新建 Issue
zh_hant: 新建 Issue

# insights.repo.activity.createdPullRequests
source: New Pull Requests
zh_hans: 新建 Pull Request
zh_hant: 新建 Pull Request

# insights.repo.activity.issues
source: Issues
zh_hans: Issue
zh_hant: Issue

# insights.repo.activity.issueThroughput
source: Closed / New Issues
zh_hans: Issue 关闭 / 新建
zh_hant: Issue 關閉 / 新建

# insights.repo.activity.mergedPullRequests
source: Merged Pull Requests
zh_hans: 已合并 Pull Request
zh_hant: 已合併 Pull Request

# insights.repo.activity.netIssueChange
source: Net New Issues
zh_hans: Issue 净新增
zh_hant: Issue 淨新增

# insights.repo.activity.prThroughput
source: Merged / New PRs
zh_hans: PR 合并 / 新建
zh_hant: PR 合併 / 新建

# insights.repo.activity.pullRequests
source: Pull Requests
zh_hans: Pull Request
zh_hant: Pull Request

# insights.repo.activity.range.label
source: Activity range
zh_hans: 活动范围
zh_hant: 活動範圍

# insights.repo.activity.range.month
source: 1 mo
zh_hans: 1 月
zh_hant: 1 月

# insights.repo.activity.range.quarter
source: 3 mo
zh_hans: 3 月
zh_hant: 3 月

# insights.repo.activity.range.week
source: 1 wk
zh_hans: 1 周
zh_hant: 1 週

# insights.repo.activity.range.year
source: 1 yr
zh_hans: 1 年
zh_hant: 1 年

# insights.repo.activity.refresh
source: Refresh repository activity
zh_hans: 刷新仓库活动
zh_hant: 重新整理儲存庫活動

# insights.repo.activity.releases
source: Releases
zh_hans: 发布
zh_hant: 發布

# insights.repo.commit.pulse.activeWeeks
source: Active weeks
zh_hans: 活跃周
zh_hant: 活躍週

# insights.repo.commit.pulse.comparison
source: vs previous 4 weeks
zh_hans: 较前 4 周
zh_hant: 較前 4 週

# insights.repo.commit.pulse.recent
source: Last 4 weeks
zh_hans: 近 4 周提交
zh_hant: 近 4 週提交

# insights.repo.commit.refresh
source: Refresh commit activity
zh_hans: 刷新提交活动
zh_hant: 重新整理提交活動

# insights.repo.commit.totalFormat
source: %lld commits in the selected range
zh_hans: 所选范围共 %lld 次提交
zh_hant: 所選範圍共 %lld 次提交

# insights.repo.community.healthFormat
source: Community health %lld%%
zh_hans: 社区健康度 %lld%%
zh_hant: 社群健康度 %lld%%

# insights.repo.community.refresh
source: Refresh community profile
zh_hans: 刷新社区规范
zh_hant: 重新整理社群規範

# insights.repo.contributor.commitsFormat
source: %lld commits
zh_hans: %lld 次提交
zh_hant: %lld 次提交

# insights.repo.contributor.refresh
source: Refresh contributors
zh_hans: 刷新贡献者
zh_hant: 重新整理貢獻者

# insights.repo.contributor.sampleSize
source: Sample size
zh_hans: 样本人数
zh_hant: 樣本人數

# insights.repo.contributor.topOneShare
source: Top 1 share
zh_hans: Top 1 占比
zh_hant: Top 1 佔比

# insights.repo.contributor.topThreeShare
source: Top 3 share
zh_hans: Top 3 占比
zh_hant: Top 3 佔比

# insights.repo.health.maintenance
source: Maintenance
zh_hans: 维护度
zh_hant: 維護度

# insights.repo.health.popularity
source: Popularity
zh_hans: 流行度
zh_hant: 流行度

# insights.repo.health.quality
source: Quality
zh_hans: 质量
zh_hant: 品質

# insights.repo.health.security
source: Security
zh_hans: 安全性
zh_hant: 安全性

# insights.repo.local.health
source: Health Score
zh_hans: 健康评分
zh_hant: 健康評分

# insights.repo.local.license
source: License
zh_hans: 开源许可证
zh_hant: 開源授權條款

# insights.repo.local.release
source: Latest Release
zh_hans: 最新 Release
zh_hant: 最新 Release

# insights.repo.mode.insights
source: Insights
zh_hans: 洞察
zh_hant: 洞察

# insights.repo.mode.label
source: Repository content
zh_hans: 仓库内容
zh_hant: 儲存庫內容

# insights.repo.period.thirtyDays
source: Last 30 days
zh_hans: 近 30 天
zh_hant: 近 30 天

# insights.repo.preview.subtitle
source: Activity, Star history, health, and community signals will appear here.
zh_hans: 活动、Star 历史、健康度与社区信号将在这里呈现。
zh_hant: 活動、Star 歷史、健康度與社群訊號將在這裡呈現。

# insights.repo.preview.title
source: Repository Insights
zh_hans: 仓库洞察
zh_hant: 儲存庫洞察

# insights.repo.refreshAll
source: Refresh all insights
zh_hans: 刷新全部洞察
zh_hant: 重新整理全部洞察

# insights.repo.releaseCadence.assets.collapse
source: Show less
zh_hans: 收起
zh_hant: 收合

# insights.repo.releaseCadence.assets.moreFormat
source: More (%lld more)
zh_hans: 更多（还有 %lld 个）
zh_hant: 更多（還有 %lld 個）

# insights.repo.releaseCadence.assets.titleFormat
source: %@ attachments
zh_hans: %@ 附件
zh_hant: %@ 附件

# insights.repo.releaseCadence.authenticationRequired
source: Sign in to GitHub to load release cadence
zh_hans: 登录 GitHub 后可获取发布节奏
zh_hant: 登入 GitHub 後可取得發佈節奏

# insights.repo.releaseCadence.averageInterval
source: Avg. of last 12
zh_hans: 近 12 次平均
zh_hant: 近 12 次平均

# insights.repo.releaseCadence.daysFormat
source: %lld days
zh_hans: %lld 天
zh_hant: %lld 天

# insights.repo.releaseCadence.empty
source: This repository has no published releases
zh_hans: 该仓库暂无已发布的 Release
zh_hant: 此儲存庫暫無已發佈的 Release

# insights.repo.releaseCadence.lastYear
source: Releases in 1 year
zh_hans: 近 1 年发布
zh_hant: 近 1 年發佈

# insights.repo.releaseCadence.latest
source: Latest release
zh_hans: 最近发布
zh_hant: 最近發佈

# insights.repo.releaseCadence.loadFailed
source: Failed to load release history
zh_hans: Release 历史加载失败
zh_hant: Release 歷史載入失敗

# insights.repo.section.activity
source: Activity Overview
zh_hans: 活动概览
zh_hant: 活動概覽

# insights.repo.section.activity.subtitle
source: Pull request and issue activity in the selected range
zh_hans: 所选范围内的 Pull Request 与 Issue 活动
zh_hant: 所選範圍內的 Pull Request 與 Issue 活動

# insights.repo.section.commits
source: Commit Activity
zh_hans: 提交活动
zh_hant: 提交活動

# insights.repo.section.commits.subtitle
source: Weekly commits in the selected activity range
zh_hans: 所选活动范围内的每周提交量
zh_hant: 所選活動範圍內的每週提交量

# insights.repo.section.commits.subtitle.daily
source: Daily commits in the selected activity range
zh_hans: 所选活动范围内的每日提交量
zh_hant: 所選活動範圍內的每日提交量

# insights.repo.section.community
source: Community
zh_hans: 社区信号
zh_hant: 社群訊號

# insights.repo.section.community.subtitle
source: Documentation and contribution readiness
zh_hans: 文档与贡献协作准备情况
zh_hant: 文件與貢獻協作準備情況

# insights.repo.section.contributors
source: Top Contributors
zh_hans: 主要贡献者
zh_hant: 主要貢獻者

# insights.repo.section.contributors.subtitle
source: Top 12 contributors and contribution concentration
zh_hans: 前 12 位贡献者与提交集中度
zh_hant: 前 12 位貢獻者與提交集中度

# insights.repo.section.health
source: Repository Health
zh_hans: 仓库健康度
zh_hant: 儲存庫健康度

# insights.repo.section.health.subtitle
source: Four dimensions from Starcat health scoring
zh_hans: Starcat 健康度模型的四项维度
zh_hant: Starcat 健康度模型的四項維度

# insights.repo.section.local
source: Local Insights
zh_hans: 本地洞察
zh_hant: 本機洞察

# insights.repo.section.local.subtitle
source: Release, license, health, and security data already stored by Starcat
zh_hans: Starcat 已有的发布、许可证、健康度与安全数据
zh_hant: Starcat 已有的發布、授權條款、健康度與安全資料

# insights.repo.section.releaseCadence
source: Release Cadence
zh_hans: 发布节奏
zh_hant: 發佈節奏

# insights.repo.section.releaseCadence.subtitle
source: Local history first, then the latest 12 GitHub releases
zh_hans: 优先本地历史，缺失时读取 GitHub 最近 12 次 Release
zh_hant: 優先本機歷史，缺失時讀取 GitHub 最近 12 次 Release

# insights.repo.section.security
source: Security
zh_hans: 安全信号
zh_hant: 安全訊號

# insights.repo.section.security.subtitle
source: OpenSSF and repository protection status
zh_hans: OpenSSF 与仓库安全防护状态
zh_hant: OpenSSF 與儲存庫安全防護狀態

# insights.repo.section.stars
source: Star Trend
zh_hans: Star 趋势
zh_hant: Star 趨勢

# insights.repo.section.stars.subtitle
source: Estimated history and precise local observations
zh_hans: 长期估算历史与本机精确观察
zh_hant: 長期估算歷史與本機精確觀察

# insights.repo.section.timeline
source: Recent Activity
zh_hans: 最近动态
zh_hant: 最近動態

# insights.repo.section.timeline.subtitle
source: Important repository events in chronological order
zh_hans: 按时间聚合的重要仓库事件
zh_hant: 依時間聚合的重要儲存庫事件

# insights.repo.securityAdvisory.severity.critical
source: Critical
zh_hans: 严重
zh_hant: 嚴重

# insights.repo.securityAdvisory.severity.high
source: High
zh_hans: 高危
zh_hant: 高危

# insights.repo.securityAdvisory.severity.low
source: Low
zh_hans: 低危
zh_hant: 低危

# insights.repo.securityAdvisory.severity.medium
source: Medium
zh_hans: 中危
zh_hant: 中危

# insights.repo.signal.advisories
source: Security advisories
zh_hans: 安全公告
zh_hant: 安全公告

# insights.repo.signal.available
source: Available
zh_hans: 已提供
zh_hant: 已提供

# insights.repo.signal.branchProtection
source: Branch protection
zh_hans: 分支保护
zh_hant: 分支保護

# insights.repo.signal.conduct
source: Code of conduct
zh_hans: 行为准则
zh_hant: 行為準則

# insights.repo.signal.contributing
source: Contribution guide
zh_hans: 贡献指南
zh_hant: 貢獻指南

# insights.repo.signal.enabled
source: Enabled
zh_hans: 已启用
zh_hant: 已啟用

# insights.repo.signal.highRiskAdvisories
source: High-risk advisories
zh_hans: 高风险公告
zh_hant: 高風險公告

# insights.repo.signal.issueTemplate
source: Issue template
zh_hans: Issue 模板
zh_hant: Issue 範本

# insights.repo.signal.latestAdvisory
source: Latest advisory
zh_hans: 最近公告
zh_hant: 最近公告

# insights.repo.signal.license
source: License
zh_hans: 开源许可证
zh_hant: 開源授權條款

# insights.repo.signal.missing
source: Missing
zh_hans: 缺失
zh_hant: 缺失

# insights.repo.signal.none
source: None
zh_hans: 无
zh_hant: 無

# insights.repo.signal.partial
source: Partial
zh_hans: 部分启用
zh_hant: 部分啟用

# insights.repo.signal.pullRequestTemplate
source: Pull request template
zh_hans: Pull Request 模板
zh_hant: Pull Request 範本

# insights.repo.signal.securityAdvisories
source: Recent advisories
zh_hans: 近期安全公告
zh_hant: 近期安全公告

# insights.repo.star.chart.summaryFormat
source: From %@ to %@, latest %@ Stars, one-year change %@
zh_hans: 从 %@ 到 %@，最新 %@ Stars，一年变化 %@
zh_hant: 從 %@ 到 %@，最新 %@ Stars，一年變化 %@

# insights.repo.star.current
source: Current Stars
zh_hans: 当前 Stars
zh_hant: 目前 Stars

# insights.repo.star.growth30Days
source: 30-day growth
zh_hans: 30 天增长
zh_hant: 30 天成長

# insights.repo.star.growthOneYear
source: 1-year growth
zh_hans: 1 年增长
zh_hant: 1 年成長

# insights.repo.star.range.all
source: All
zh_hans: 全部
zh_hant: 全部

# insights.repo.star.range.label
source: Star history range
zh_hans: Star 历史范围
zh_hant: Star 歷史範圍

# insights.repo.star.range.oneYear
source: 1 year
zh_hans: 1 年
zh_hant: 1 年

# insights.repo.star.range.threeMonths
source: 3 mo
zh_hans: 3 月
zh_hant: 3 月

# insights.repo.star.refresh
source: Refresh Star history
zh_hans: 刷新 Star 历史
zh_hant: 重新整理 Star 歷史

# insights.repo.star.restriction.learnMore
source: Why no exact GitHub history?
zh_hans: 为何没有 GitHub 精确历史？
zh_hant: 為何沒有 GitHub 精確歷史？

# insights.repo.star.restriction.message
source: GitHub limits the Stargazers list to repository admins and collaborators. Other repositories use available estimates or snapshots saved on this Mac.
zh_hans: GitHub 仅允许仓库管理员和协作者读取 Stargazers 列表；其他仓库使用可用的估算数据或本机快照。
zh_hant: GitHub 僅允許儲存庫管理員和協作者讀取 Stargazers 清單；其他儲存庫使用可用的估算資料或本機快照。

# insights.repo.star.share.copyImage
source: Copy card image
zh_hans: 复制卡片图片

# insights.repo.star.source.estimated
source: Estimated · GH Archive
zh_hans: 估算 · GH Archive
zh_hant: 估算 · GH Archive

# insights.repo.star.source.githubStargazers
source: Reconstructed from current GitHub Stargazers; users who unstarred are not included.
zh_hans: 按 GitHub 当前 Stargazers 重建；不包含已取消 Star 的用户。
zh_hant: 依 GitHub 目前 Stargazers 重建；不包含已取消 Star 的使用者。

# insights.repo.star.source.snapshot
source: Local snapshots
zh_hans: 本地快照
zh_hant: 本機快照

# insights.repo.star.state.building
source: The long-term history is being built. Starcat will retry up to three times.
zh_hans: 长期历史正在构建，Starcat 最多自动重试三次。
zh_hant: 長期歷史正在建立，Starcat 最多自動重試三次。

# insights.repo.star.state.private
source: Private repository: only precise snapshots recorded on this Mac are shown.
zh_hans: 私有仓库仅显示本机记录的精确快照，仓库信息不会发送到 Discovery 服务。
zh_hant: 私人儲存庫僅顯示本機記錄的精確快照，儲存庫資訊不會傳送到 Discovery 服務。

# insights.repo.star.state.stale
source: The remote history could not be refreshed. Showing the last local cache.
zh_hans: 远端历史刷新失败，当前显示上次本地缓存。
zh_hant: 遠端歷史重新整理失敗，目前顯示上次本機快取。

# insights.repo.star.state.unavailable
source: No Star history is available yet. Refresh after repository metadata has been cached.
zh_hans: 暂无 Star 历史。仓库元数据完成缓存后可再次刷新。
zh_hant: 暫無 Star 歷史。儲存庫中繼資料完成快取後可再次重新整理。

# insights.repo.star.updated
source: Updated
zh_hans: 更新于
zh_hant: 更新於

# insights.repo.star.velocity30Days
source: 30-day daily average
zh_hans: 近 30 天日均
zh_hant: 近 30 天日均

# insights.repo.star.velocityOneYear
source: 1-year monthly average
zh_hans: 近 1 年月均
zh_hant: 近 1 年月均

# insights.repo.state.generating
source: GitHub is preparing statistics
zh_hans: GitHub 正在准备统计数据
zh_hant: GitHub 正在準備統計資料

# insights.repo.state.loginRequired
source: Sign in to load GitHub activity
zh_hans: 登录后加载 GitHub 活动
zh_hant: 登入後載入 GitHub 活動

# insights.repo.state.noData
source: No data
zh_hans: 暂无数据
zh_hant: 暫無資料

# insights.repo.state.refreshFailed
source: Refresh failed; showing cached data
zh_hans: 刷新失败，继续显示缓存数据
zh_hant: 重新整理失敗，繼續顯示快取資料

# insights.repo.state.stale
source: Showing cached data while refreshing
zh_hans: 正在刷新，暂时显示缓存数据
zh_hant: 正在重新整理，暫時顯示快取資料

# insights.repo.timeline.commitActivity
source: Main branch commit activity
zh_hans: 主分支提交活动
zh_hant: 主分支提交活動

# insights.repo.timeline.refresh
source: Refresh recent activity
zh_hans: 刷新最近动态
zh_hant: 重新整理最近動態

# insights.repo.timeline.releaseFormat
source: Release %@
zh_hans: 发布 %@
zh_hant: 發布 %@

# insights.scope.knowledge
source: Knowledge
zh_hans: 知识库
zh_hant: 知識庫

# insights.scope.label
source: Scope
zh_hans: 范围
zh_hant: 範圍

# insights.scope.starred
source: All Starred
zh_hans: 全部收藏
zh_hant: 全部收藏

# insights.section.actions
source: Needs Attention
zh_hans: 需要处理
zh_hant: 需要處理

# insights.section.actions.knowledgeSubtitle
source: Organization, indexing, and health gaps
zh_hans: 整理、索引与健康度缺口
zh_hant: 整理、索引與健康度缺口

# insights.section.actions.starredSubtitle
source: Starred scope hides RAG-only issues; switch to Knowledge Base to inspect indexing
zh_hans: 收藏范围隐藏 RAG 专属问题；切换到知识库可检查索引状态
zh_hant: 收藏範圍隱藏 RAG 專屬問題；切換到知識庫可檢查索引狀態

# insights.section.assetCleanup
source: Library Cleanup
zh_hans: 资产清理
zh_hant: 資產清理

# insights.section.assetCleanup.subtitle
source: Signals worth reviewing in the current scope; categories may overlap
zh_hans: 当前范围内值得复核的资产信号，分类可能重叠
zh_hant: 目前範圍內值得複核的資產訊號，分類可能重疊

# insights.section.coverage
source: Project Health Coverage
zh_hans: 项目健康度覆盖
zh_hant: 專案健康度涵蓋

# insights.section.coverage.subtitle
source: Health and OpenSSF are measured independently
zh_hans: Starcat Health 与 OpenSSF 分别统计
zh_hant: Starcat Health 與 OpenSSF 分別統計

# insights.section.knowledgeDepositCoverage
source: Knowledge Capture Coverage
zh_hans: 知识沉淀覆盖
zh_hant: 知識沉澱涵蓋

# insights.section.knowledgeDepositCoverage.subtitle
source: How much of your starred collection has been organized into reusable knowledge
zh_hans: 收藏仓库转化为可复用知识的覆盖情况
zh_hant: 收藏儲存庫轉化為可重用知識的涵蓋情況

# insights.section.knowledgeIndexCoverage
source: Knowledge Index Coverage
zh_hans: 知识索引覆盖
zh_hant: 知識索引涵蓋

# insights.section.knowledgeIndexCoverage.subtitle
source: README, indexable content, and current-model vector readiness
zh_hans: README、可索引内容与当前模型向量就绪情况
zh_hant: README、可索引內容與目前模型向量就緒情況

# insights.section.knowledgeRhythm
source: Knowledge Base Growth
zh_hans: 知识入库节奏
zh_hant: 知識入庫節奏

# insights.section.languages
source: Technology Distribution
zh_hans: 技术分布
zh_hant: 技術分佈

# insights.section.languages.subtitle
source: Top primary languages in the current scope
zh_hans: 当前范围内的主要编程语言
zh_hant: 目前範圍內的主要程式語言

# insights.section.licenses
source: License Distribution
zh_hans: 许可证分布
zh_hant: 授權條款分佈

# insights.section.licenses.subtitle
source: Open-source licenses detected in the current scope
zh_hans: 当前范围内识别到的开源许可证
zh_hant: 目前範圍內識別到的開源授權條款

# insights.section.organization
source: Organization Status
zh_hans: 整理情况
zh_hant: 整理情況

# insights.section.organization.subtitle
source: Unread, read, and actively used repositories
zh_hans: 未读、已读与正在使用的仓库分布
zh_hant: 未讀、已讀與正在使用的儲存庫分佈

# insights.section.priorityRepositories
source: High-value Repositories to Organize
zh_hans: 高价值待整理
zh_hant: 高價值待整理

# insights.section.priorityRepositories.subtitle
source: Popular repositories that are unread or untagged
zh_hans: 按 Star 数优先展示未读或未打标签的仓库
zh_hant: 按 Star 數優先顯示未讀或未加標籤的儲存庫

# insights.section.rhythm.subtitle
source: Weekly additions over the last 12 weeks
zh_hans: 近 12 周每周新增数量
zh_hant: 近 12 週每週新增數量

# insights.section.starredRhythm
source: Starred Repository Growth
zh_hans: 收藏节奏
zh_hant: 收藏節奏

# insights.section.topics
source: Technology Topics
zh_hans: 技术主题
zh_hant: 技術主題

# insights.section.topics.subtitle
source: Primary domains represented by your repositories
zh_hans: 收藏仓库覆盖的主要技术方向
zh_hant: 收藏儲存庫涵蓋的主要技術方向

# insights.selection.allActions
source: All Action Items
zh_hans: 全部待处理
zh_hant: 全部待處理

# insights.selection.healthSummary
source: Health Overview
zh_hans: 健康概览
zh_hant: 健康概覽

# insights.selection.languages
source: Languages
zh_hans: 编程语言
zh_hant: 程式語言

# insights.selection.licenses
source: Licenses
zh_hans: 许可证
zh_hant: 授權條款

# insights.selection.organizationSummary
source: Organization Overview
zh_hans: 整理概览
zh_hant: 整理概覽

# insights.selection.overviewSummary
source: Data Overview
zh_hans: 数据总览
zh_hant: 資料總覽

# insights.selection.technologySummary
source: Distribution Overview
zh_hans: 分布概览
zh_hant: 分佈概覽

# insights.selection.topics
source: Technology Topics
zh_hans: 技术主题
zh_hant: 技術主題

# insights.sidebar.section
source: Insights
zh_hans: 洞察
zh_hant: 洞察

# insights.status.read
source: Read
zh_hans: 已读
zh_hant: 已讀

# insights.status.unread
source: Unread
zh_hans: 未读
zh_hant: 未讀

# insights.status.using
source: In Use
zh_hans: 正在使用
zh_hant: 正在使用

# insights.technology.license.other
source: Other licenses
zh_hans: 其他许可证
zh_hant: 其他授權條款

# insights.technology.license.unknown
source: Unknown
zh_hans: 未识别
zh_hant: 未識別

# insights.technology.other
source: Other
zh_hans: 其他
zh_hant: 其他

# insights.technology.topic.ai
source: AI & Machine Learning
zh_hans: AI 与机器学习
zh_hant: AI 與機器學習

# insights.technology.topic.apple
source: Apple Platforms
zh_hans: Apple 平台
zh_hant: Apple 平台

# insights.technology.topic.data
source: Data Engineering
zh_hans: 数据工程
zh_hant: 資料工程

# insights.technology.topic.developerTools
source: Developer Tools
zh_hans: 开发者工具
zh_hant: 開發者工具

# insights.technology.topic.other
source: Other Topics
zh_hans: 其他主题
zh_hant: 其他主題

# insights.technology.topic.web
source: Web Development
zh_hans: Web 开发
zh_hant: Web 開發

# insights.time.thisWeek
source: This week
zh_hans: 本周
zh_hant: 本週

# insights.time.today
source: Today
zh_hans: 今天
zh_hant: 今天

# insights.time.twoDays
source: 2 days ago
zh_hans: 2 天前
zh_hant: 2 天前

# insights.title
source: Insights Center
zh_hans: 洞察中心
zh_hant: 洞察中心

# insights.topic.health
source: Project Health
zh_hans: 项目健康
zh_hant: 專案健康

# insights.topic.health.subtitle
source: Coverage, maintenance, and security signals
zh_hans: 覆盖率、维护状态与安全信号
zh_hant: 涵蓋率、維護狀態與安全訊號

# insights.topic.organization
source: Organization
zh_hans: 整理情况
zh_hant: 整理情況

# insights.topic.organization.subtitle
source: Reading, tags, and knowledge completeness
zh_hans: 阅读状态、标签与知识完整性
zh_hant: 閱讀狀態、標籤與知識完整性

# insights.topic.overview
source: Overview
zh_hans: 概览
zh_hant: 概覽

# insights.topic.overview.subtitle
source: Key metrics and prioritized action items
zh_hans: 核心指标与优先处理事项
zh_hant: 核心指標與優先處理事項

# insights.topic.technology
source: Technology
zh_hans: 技术分布
zh_hant: 技術分佈

# insights.topic.technology.subtitle
source: Languages, topics, and license composition
zh_hans: 编程语言、技术主题与许可证构成
zh_hant: 程式語言、技術主題與授權條款構成

# list.filter.project.affiliation
source: Ownership
zh_hans: 归属
zh_hant: 歸屬

# list.filter.project.collaborator
source: Collaborator
zh_hans: 协作
zh_hant: 協作

# list.filter.project.onlyPrivate
source: Private repositories only
zh_hans: 只看私有仓库
zh_hant: 只看私有儲存庫

# list.filter.project.organization
source: Organization
zh_hans: 组织
zh_hant: 組織

# list.filter.project.organizationName
source: Organization
zh_hans: 具体组织
zh_hant: 特定組織

# list.filter.project.permission
source: Permission
zh_hans: 权限
zh_hant: 權限

# list.filter.project.permission.admin
source: Admin
zh_hans: 管理员
zh_hant: 管理員

# list.filter.project.permission.maintain
source: Maintain
zh_hans: 维护
zh_hant: 維護

# list.filter.project.permission.pull
source: Read
zh_hans: 只读
zh_hant: 唯讀

# list.filter.project.permission.push
source: Write
zh_hans: 写入
zh_hant: 寫入

# list.filter.project.permission.triage
source: Triage
zh_hans: 分流
zh_hant: 分流

# list.filter.project.permission.unknown
source: Unknown
zh_hans: 未知
zh_hant: 未知

# list.filter.project.personal
source: Personal
zh_hans: 个人
zh_hant: 個人

# list.filter.project.title
source: My Projects
zh_hans: 我的项目
zh_hant: 我的專案

# list.filter.project.visibility
source: Visibility
zh_hans: 可见性
zh_hant: 可見性
